/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"biometric_disabler_tip" = "ปัญหาการตรวจสอบตัวตนด้วยเอกลักษณ์ของแต่ละบุคคล โปรดตรวจสอบการตั้งค่าระบบหรือสลับไปยังการยืนยันตัวตนด้วยรหัสผ่านในการตั้งค่าความปลอดภัยของ Zapry";
"verification_failed_retry_tip" = "การตรวจสอบล้มเหลว โปรดลองอีกครั้งในภายหลัง";
"biometric_dialog_subtitle" = "ใช้ข้อมูลการรับรองความถูกต้องของคุณเพื่อการตรวจสอบตัวตน";
"biometric_input_pay_password" = "กรุณาใส่รหัสผ่านการชำระเงินของคุณ";
"biometric_pay_face" = "ความคืบหน้าการชำระเงินด้วยใบหน้า";
"biometric_fingerprint_verify" = "กรุณายืนยันลายนิ้วมือของคุณ";
"biometric_sending_crypto" = "กำลังส่ง Crypto Box";
"biometric_transferring_nft" = "กำลังโอน NFT ไปยัง %1$@%2$@";
"biometric_transferring" = "กำลังโอนไปยัง %1$@%2$@";
"biometric_top_up" = "กำลังเติมเงินเข้ากระเป๋า";
"withdraw_wallet_tip" = "กำลังโอนไปยังกระเป๋าเงิน %1$@";
"biometric_contract_trading" = "การทำธุรกรรมสัญญา";
"signature_message_sign" = "ลายเซ็น";
"verification_failed_tip" = "การตรวจสอบล้มเหลว";
"biometric_pay_method" = "วิธีการชำระเงิน";
"mine_wallet" = "กระเป๋าเงิน";
"common_ensure" = "ยืนยัน";
"biometric_setting_pay_password" = "ตั้งรหัสผ่านการชำระเงิน";
"biometric_setting_biometric" = "ตั้งค่าการตรวจสอบตัวตนด้วยเอกลักษณ์ของแต่ละบุคคล";
"biometric_setting_pay_password_subtitle" = "ตั้งรหัสผ่านการชำระเงินก่อน";
"biometric_setting_biometric_subtitle" = "ตั้งค่าการตรวจสอบตัวตนด้วยเอกลักษณ์ของแต่ละบุคคลก่อน";
"biometric_setting_pay_password_desc" = "การสร้างกระเป๋าเงินเมื่อตั้งรหัสผ่านการชำระเงิน";
"biometric_setting_biometric_desc" = "การสร้างกระเป๋าเงินเมื่อตั้งค่าการตรวจสอบตัวตนด้วยเอกลักษณ์ของแต่ละบุคคล";
"common_setting_now" = "ตั้งค่าเดี๋ยวนี้";
"common_skip" = "ข้าม";
"biometric_setting_save_wallet" = "ไม่สามารถบันทึกกระเป๋าเงินได้โดยไม่ตั้งวิธีการตรวจสอบ";
